export const HOST = "http://localhost:5000";

export const info = [
  {
    name: "about",
    description: `
    <p>Добро пожаловать в нашу компанию! Мы — команда профессионалов, увлеченных тем, что мы делаем. Наша миссия заключается в том, чтобы предоставлять качественные товары и услуги, которые улучшают жизнь наших клиентов.</p>
    <p>Основанная в 2004, наша компания стремится к инновациям и совершенствованию. Мы работаем с лучшими поставщиками и производителями, чтобы гарантировать, что наши продукты соответствуют самым высоким стандартам качества.</p>
    <p><strong>Наши ценности:</strong></p>
    <ul>
      <li><strong>Качество:</strong> Мы стремимся предоставлять только лучшие продукты и услуги.</li>
      <li><strong>Доверие:</strong> Мы строим отношения с клиентами на основе честности и открытости.</li>
      <li><strong>Инновации:</strong> Мы постоянно ищем новые идеи и решения, чтобы улучшить наши предложения.</li>
    </ul>
    <p>Спасибо, что выбрали нас! Мы рады помочь вам в любых вопросах и надеемся на долгосрочное сотрудничество.</p>
        `,
  },

  {
    name: "contact",
    description: `
    <p>Мы всегда готовы помочь вам! Если у вас возникли вопросы, предложения или вам нужна помощь, пожалуйста, не стесняйтесь обращаться к нам. Мы ценим ваше мнение и готовы предоставить всю необходимую информацию.</p>

    <h3>Способы связи:</h3>
    <ul>
      <li><strong>Электронная почта:</strong> Вы можете написать нам на <a href="mailto:ваш_email@example.com">ваш_email@example.com</a>. Мы стараемся отвечать на все запросы в течение 24 часов.</li>
      <li><strong>Телефон:</strong> Позвоните нам по номеру <a href="tel:+71234567890">+7 (123) 456-78-90</a>. Мы доступны с понедельника по пятницу с 9:00 до 18:00 по московскому времени.</li>
      <li><strong>Форма обратной связи:</strong> Также вы можете заполнить форму обратной связи на нашем сайте. Мы свяжемся с вами в ближайшее время.</li>
    </ul>
    
    <h3>Адрес офиса:</h3>
    <p>[Улица, дом, город, страна]</p>
    
    <h3>Социальные сети:</h3>
    <p>Следите за нами в социальных сетях, чтобы быть в курсе наших новостей и акций:</p>
    <ul>
      <li><a href="#">Facebook</a></li>
      <li><a href="#">Instagram</a></li>
      <li><a href="#">Twitter</a></li>
    </ul>
    
    <p>Спасибо, что выбрали нас! Мы с нетерпением ждем возможности помочь вам.</p>`,
  },
];
